{
  "services_gbs": "GBS Services",
  "services_title": "Maximizing Efficiency Minimizing Downtown",
  "services_section_title": "Our Services",
  "services_section_desc": "Trusted service, For your different goals",
  "services_installation": "Installation Of New Production Lines",
  "services_installation_desc": "We specialize in installing state-of-the-art production lines for new facilities or expansions. We ensure efficient, precise management from start to finish, complying with all industry standards.",
  "services_relocation": "Production Line Relocation",
  "services_relocation_desc": "We specialize in relocating beverage production lines with minimal disruption. Our team handles disassembly, transport, reassembly, and calibration, ensuring your production line is operational efficiently.",
  "services_support": "Technical Support & Maintenance",
  "services_support_desc": "Our commitment doesn’t end with installation. We offer ongoing technical support and regular maintenance services to keep your production lines running at peak performance.",
  "services_consultation": "Consultation & Project Planning",
  "services_consultation_desc": "Leveraging our beverage industry experience, we offer consultation and project planning to optimize setups and design cost-effective, future-proof production solutions.",
  "our_process": "Our Process",
  "process_title": "Building Trust Through Transparency, Development, and Obligation",
  "projects_section_initial": "Initial Consultation & Needs Assessment",
  "projects_section_desc_initial": "We begin by understanding your unique production requirements and challenges. Our team collaborates closely with you to develop a tailored solution.",
  "projects_section_design": "Customized Solution Design",
  "projects_section_desc_design": "Based on your needs, we create a detailed plan for either relocating or installing your production lines, ensuring the highest level of precision.",
  "projects_section_installation": "Efficient Execution & Installation",
  "projects_section_desc_installation": "Our experienced team handles the entire process, from disassembly and transport to reassembly and calibration, ensuring your equipment is operational in record time.",
  "projects_section_maintenance": "Post-Installation Support & Maintenance",
  "projects_section_desc_maintenance": "After installation or relocation, we provide ongoing technical support and maintenance to ensure long-term success."
}
